Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/ymparisto.html.tmx
Source language: fin
Languages: smn

source: Ympäristö
smn: Ovdâsijđo

source: Paikannimet
smn: Päikkinoomah

source: Sukualueet
smn: Suhâkuávluh

source: Inarijärven pinta-ala on hieman yli 1 000 neliökilometriä ja se tekee siitä Suomen kolmanneksi suurimman järven Saimaan ja Päijänteen jälkeen.
smn: Aanaarjäävri vijđodâh lii pajeláhháá 1 000 km2 já tot taha tast Suomâ kuálmádin stuárráámus jäävri Saimaa ja Päijänne maŋa.

source: Inarijärveä luonnehtivat sekä laaja saaristo, johon kuuluu yli 3000 erillistä saarta ja luotoa, että toisaalta suuret avoimet selät.
smn: Aanaarjäävri kovvejeh maaŋgah suolluuh, moh láá paijeel 3000 sierânâs suálujid já lássád já nube tááhust stuorrâ joorŋah.

source: Monin paikoin veden ja taivaan välinen viiva muodostaa horisontin ilman merkkiäkään saarista tai mantereesta.
smn: Aanaarjäävri eromâšvuotâ lii ton stuáruduv lasseen meiddei tot, et eres kuávlust keejân jävri lii tavveen já meccikuávlust.

source: Geologialtaan järven pohjan kallioperä koostuu hyvin vanhoista, 2000 - 3 000 miljoonaa vuotta vanhoista liuskeista.
smn: Geologias peeleest jävripone källeevuáđu šadda uáli puáris, 2000 - 3000 miljovn ive puáris ráptukeeđgijn.

source: Inarin itäosassa ne ovat enimmäkseen pohjagneissiä ja lännessä hieman nuorempaa granuliittia.
smn: Aanaar nuorttâuásist lii iänááš ponnegneissi já viestârist ucánjáhháá nuorâb granuliit.

source: Merkittävä Inarijärven alueen pinnanmuotoihin vaikuttava tekijä on ollut noin 70 miljoonaa vuotta sitten alkaneet Etelä-Euroopan poimutukset.
smn: Aanaarjäävri kuávlu asehaamijd vaikutteijee merhâšittee tahhee lii lamaš suullân 70 miljovn ihheed tassaaš álgám Maadâ-Euroop jormiimeh.

source: Nämä johtivat varsinaisesti nykyisten Alppien syntyyn, mutta geologinen toiminta vaikutti myös kauas pohjoiseen erilaisten lohkoliikuntojen kautta.
smn: Toh vaikuttii táálái Alpâi šoddâmân, mut geologâlâš toimâ vaikuttij meiddei kuhás tavas jieškote-uvlágánij laigosliihâdmij pehti.

source: Esimerkiksi Norjassa Kölivuoristo kohosi silloin ylöspäin kuten myös Inarin lähellä sijaitsevat Saariselkä, Hammastunturin alue ja Lemmenjoen tunturit.
smn: Ovdâmerkkân Taažâst Kielâsvárádâh (Kölivuoristo) pajanij tegu meiddei Aanaar aldasiih Suáluičielgi, Päniordo kuávlu já Lemmee tuoddâreh.

source: Sen sijaan Inarijärvi ja etelämpänä oleva Sompion alue laskivat.
smn: Ton sajan Aanaarjävri já mäddiláá lamaš Suobbâd kuávlu luáštádettii.

source: Näin muodostui se vajoama, jossa nykyinen Inarijärven alanko sijaitsee.
smn: Návt šoodâi tot kočâttâh, mast tááláš Aanaarjäävri vuáládâh lii.

source: Lohkoliikuntojen välisissä murtumissa puolestaan virtaavat monet nykyiset suuret joet kuten Inarijärveen laskeva Ivalojoki.
smn: Laigosliihâdmij koskâsijn morruumijn oppeet kolgeh maaŋgah táálááh stuorrâ juuvah tegu Aanaarjáávrán lyeštee Avveeljuuhâ.

source: Jääkaudet ja järvi
smn: Jieŋâääigih ja jäävri

source: Noin miljoona vuotta sitten alkaneet jääkaudet vaikuttivat voimakkaasti Inarijärven muotoihin.
smn: Suullân miljovn ihheed tassaaš álgám jieŋâääigih vaikuttii čuuvtij Aanaarjäävri haamijd.

source: Viimeisin jään sulaminen tapahtui Inarijärven kohdalla noin 9500 - 10 200 vuotta sitten.
smn: Majemuu jieŋâ suddâm tábáhtui Aanaarjäävri peht suullân 9500 - 10200 ihheed tassaaš.

source: Sulamisvaiheen aikana oli nykyisen Inarijärven pohjoisosassa suuri jääjärvi, joka purki vetensä Näätämön vesistön kautta Jäämereen.
smn: Suddâmpaje ääigi lâi tááláá Aanaarjäävri taveuásist stuorrâ jieŋâjävri, mii luoštij časijdis Njiävđám čácáduv pehti Jieŋâmeerân.

source: Vasta kun Virtaniemen kohdalla ollut jääpato suli, aukeni yhteys Jäämereen nykyisen Paatsjoen kautta.
smn: Tast maŋa ko Virdáánjaargâ puotâ lamaš jieŋâpuáđu suudâi, lekkâsij ohtâvuotâ Jieŋâmeerân tááláá Paččvei pehti.

source: Inarinjärvi oli tuolloin muutama sata vuotta meren vuonona.
smn: Aanaarjävri lâi talle motomijd čuođijd iivijd meerâ vuonnân.

source: Sen aikaisia rantakivikoita ja muita rantamuodostumia löytyy tänäkin päivänä noin 150 m meren pinnan yläpuolella olevien korkeuskäyrien kohdalla eli 30 metriä nykyisen Inarijärven pinnan yläpuolella.
smn: Ton áigásiih riddojuovah já eres-uv riddohammiitŧâsah kávnojeh onnáá peeivi-uv suullân 150 m merâase paajaapiälái alodâhsárgái puotâ ađai 30 meetterid tááláá Aanaarjäävri ase paajaabeln.

source: Maan kohoamisen johdosta vuonoyhteys muuttui Virtaniemen kohdalla jokiyhteydeksi ja syntyi Paatsjoki.
smn: Eennâm pajanem keežild vuonâohtâvuotâ muttui Virdáánjaargâ puotâ juhâohtâvuottân já šoodâi Paččvei.

source: Se on nykyisinkin Inarijärven laskujoki Jäämereen.
smn: Tot lii ain tääl-uv Aanaarjäävri juuvâijuuhâ Jieŋâmeerân.

source: Jääkaudella jää liikkui Inarijärven kohdalla jäätiköitymisvaiheessa koilliseen ja vetäytyi sulamisvaiheessa takaisin lounaaseen.
smn: Jieŋâääigi jieŋâ lihâdij Aanaarjäävri pehti jiäŋŋumpaje ääigi tavenuortâs já kiäsásij suddâmpaje ääigi maasâd uárjás.

source: Liike näkyy tämän päivän maisemassa erilaisissa lounas-koillinen -suuntaisissa muodostumissa.
smn: Lihâdem vuáttoo onnáá peeivi enâduvâst sierâlágánijn uárji-tavenuorttâ -sundásijn čokkâšuumijn.

source: Koko järvi ja varsinkin sen koillisosassa olevat pitkät vuonot ovat mannerjään liikkeen suuntaisia.
smn: Ubâ jävri já aainâs-uv ton tavenuorttiiuási kuhes vuonah láá nannaamjieŋâ lihâdem sundásiih.

source: Jään edetessä syntyivät muun muassa moreeniselänteet eli drumliinit ja silokalliot uurteineen.
smn: Jieŋâ ovdánem ohtâvuodâst šoddii eres lasseen mooreenčielgih ađai drumlineh já šolbâkälleeh jormijdiskijn.

source: Sulamisvedet lajittelivat soraharjuja, joita näkyy Inarijärven ympäristössä mm. Partakossa, Vätsärissä ja Keväjärvellä.
smn: Suddâmčääsih sierrejii čievrâpuolžâid, moh tiättojeh Aanaarjäävri pirrâsist eres lasseen Päärtihist, Väčirist já Kiäváájäävrist.

source: Jäät kuljettivat myös kiviä ja siirtolohkareita.
smn: Jieŋah jođettii meiddei keeđgijd já siirdâloigiittâsâid.

source: Varsinkin Vätsärin alueella jääkauden aikaansaama kivikkoisuus on hämmentävän runsas.
smn: Aainâs-uv Vääččir kuávlust jieŋâääigi ááigánfinnim juovviisvuotâ lii hiämáskittees valjaa.

source: Suurten luonnonvaihtelujen järvi
smn: Stuorr â luándumulsâšudmij jävri

source: Rantojen ja maaperän rikkonaisuus, kivikkoisuus ja pohjan syvyyden suuri vaihtelu näkyy saarien suuren määrän lisäksi lukuisina sivujärvinä.
smn: Ridoi já eennâmvuáđu piäđgulâšvuotâ, juovviisvuotâ já pone jieŋŋâlvuođâ stuorrâ mulsâšuddâm vuáttoo suollui stuorrâ mere lasseen maaŋgâin uálgijaavrijn.

source: Ne ovat lyhyiden jokien tai salmien kautta yhteydessä itse Inariin.
smn: Toh láá uánihis juuvâi tâi čolmij pehti ohtâvuođâst stuorrâ Aanaarjáávrán.

source: Tällaisia ovat mm. Ukonjärvi, Nitsijärvi ja koillisosan vuonomaiset Kyyneljärvi ja Suolisjärvi.
smn: Tagareh láá eres lasseen Äijihjävri, Njižžjävri já tavenuorttâuási vuonâlágán Konjâljävri já Čuolisjävri.

source: Inarijärven lähiympäristö on melko alavaa, vaikkakaan ei tasaista.
smn: Aanaarjäävri aldapiirâs lii viehâ vyeligâš, veikkâ ij nuuvt hirmâd täässiv.

source: Järven keskisyvyys jää niukasti alle 15 metrin, mutta syvimmät kohdat ovat yli 90 metriä.
smn: Javrij koskâjieŋŋâlvuotâ páácá ucánjáhháá vuálá 15 meetterist, mut jieŋâlumoseh sajeh láá paijeel 90 meetterid.

source: Lähin kunnon tunturi on peninkulman päässä järven luoteispuolella sijaitseva Otsamo.
smn: Javrij aldapirrâsist iä lah tuoddâreh, mut kuittâg-uv maaŋgah ollâsiähá väärih.

source: Inarin pohjoinen sijainti näkyy pitkänä, puolentoista kuukauden mittaisena kaamoksena, joka alkaa marraskuun lopulla eli samoihin aikoihin kuin suuret selätkin normaalisti jäätyvät.
smn: Aldemuš olmâ tuodâr lii penâkkullâm keejist jäävri viestârpiälááš Ocomâš. Aanaar taavaapiälááš sajadâh tiättoo pelnub manuppaje kukkosâš skammân, mii álgá roovvâdmáánu loopâst ađai siämmái aigij ko stuorrâ joorŋah-uv táválávt jiäŋŋuh.

source: Vastaavasti yhtäjaksoinen kesäpäivä kestää pari kuukautta toukokuusta heinäkuun loppupuolelle.
smn: Siämmáánáál potkânhánnáá kesipeivi pištá muáddi mánuppaje vyesimáánust syeinimáánu loopâbel.

source: Lämpimän kesän ja syksyn jälkeen selkävesien jäätyminen voi viivästyä huomattavasti.
smn: Lieggâ keesi já čoovčâ maŋa jorŋâčasij jiäŋŋum puáhtá maŋanuđ viehâ ennuv.

source: Lisäksi Inarijärvellä on joitakin kapeita salmia, jotka eivät jäädy lainkaan.
smn: Lasseen Aanaarjäävrist láá motomeh kezis čuálmih, moh iä jiäŋu ollágin.

source: Suotuisat luonnonolosuhteet Inarijärven keskiosan läpäisee 69. leveyspiiri.
smn: Vuovâs luándutileh Aanaarjäävri koskâuási peht mana 69. kobdodâhpirrâdâh.

source: Inari on siten Euroopan suurjärvistä kaikkein pohjoisin ja sijaitsee pohjoisempana kuin esimerkiksi Ruotsin pohjoisin kohta tai koko Kuolan niemimaa.
smn: Nuuvtpa Aanaarjävri lii Euroop stuorrâjaavrijn puoh tavemus já lii taveláá ko ovdâmerkkân Ruotâ tavemus uási tâi ubâ Kuáláduv njargâeennâm.

source: Siksi onkin aika erikoista ja merkittävää, että Inari sijaitsee kokonaan mäntymetsävyöhykkeen sisällä.
smn: Tane lii-uv viehâ eromâš já merhâšittee, et Aanaarjävri lii ollásávt peciordârääji siskiibeln.

source: Näihin leveyspiiriin nähden edullisiin olosuhteisiin vaikuttavat mm. suhteellinen vähäinen korkeus merenpinnasta, vallitsevat lounaiset ilmavirtaukset ja talvellakin sulan Jäämeren läheisyys.
smn: Kobdodâhpirrâdâhân verdiddijn taan mávsulâš tilán vaikutteh eres lasseen ucánjâs alodâh merâaaseest, uárjipiegah já tälviv-uv sudes Jieŋâmeerâ aldavuotâ.

source: Suuret selkävedet ja niiltä puhaltavat tuulet kuitenkin ovat edesauttaneet Inarijärven pohjoisosan koivuvyöhykkeen syntyä.
smn: Stuorrâ jorŋâčääsih já tobbeen possoo piegah láá kuittâg jieijâs uásild tovâttâm Aanaarjäävri taveuási suáhistiellâs šoddâm.

source: Koivikot reunustavat katkonaisesti ja kapeina kaistaleina rantoja ja peittävät joitakin saaria.
smn: Suáhivyevdih robdâstiteh kezis já potkâneijee stielâsin riddoid já luávdih motomijd suolluid.

source: Ilmastosta johtuvia puuttomia ja tundramaisia saaria ei Inarilla esiinny.
smn: Šoŋŋâduv keežild muorâttis já tundralágán suolluuh iä Aanaarjäävrist tiettuu.

source: Muutamien saarten puuttomuus johtuu kalliopaljastumista, liiasta kosteudesta tai ihmisen toiminnasta.
smn: Motomij suollui jolgâdvuotâ puátá päljiskällein, lijge lavtâsvuođâst tâi ulmuu tooimâin.

source: Tuulisuuden ja maalajien niukkuuden muotoilemia mäntyjä, joita tavataan esimerkiksi merten rannoilta, löytyy myös Inarilta.
smn: Piegâi já eennâmšlajâi vänivuođâ hammim peesih, moh kávnojeh ovdâmerkkân merâriddoin, kávnojeh meiddei Aanaarjäävrist.

source: Aivan järven lounaiskolkassa Ivalojokisuistossa esiintyy kuusia.
smn: Jäävri uárjičievâst Avveelnjäälmist tiättojeh kuosah.

source: Inarin rehevimpiä alueita ovat kaikki jokisuistot, jotka ovat aiheuttaneet usein laajan matalikon ja tuovat vuosittain runsaasti ravinteita eliöstön käyttöön.
smn: Aanaarjäävri šaddaamusah kuávluh láá puoh juhânjálmáduvah, moh láá tovâttâm távjá vijđes koškáid já pyehtih ivijmield valjeest raavvâdamnâsijd iälánij kiävtun.

source: Karuus ja säännöstely leimaavat järven luontoa
smn: Korâsvuotâ já čäcitääsi heiviittâllâm stemppâlisteh jäävri luándu

source: Inarijärven vesi ja rannat ovat muuten niukkaravinteisia.
smn: Aanaarjäävri čääci já ridoh láá mudoi väniraavvâdliih.

source: Tämä yhdessä veden kylmyyden ja pitkän jäässä olon kanssa aiheuttavat vesikasvillisuuden vähäisyyden.
smn: Taat oovtâst čääsi kolmâsvuođáin já ihepiälásâš jieŋáin tovâtteh čäcišaddoduv vänivuođâ.

source: Tämä näkyy edelleen eläinten pienessä määrässä.
smn: Taat oppeet tiättoo ellei vänivuođâst.

source: Rantavyöhykkeet ovat kapeita ja kivikkoisia, hiekkarantoja on hyvin niukalti ja ne ovat kapeita.
smn: Riddostielâseh láá keezih já kiäđgááh, vuoddâseh láá uáli uccáá já toh láá keezih.

source: Lisäksi Inarin eläimistöön vaikuttaa järven säännöstely.
smn: Lasseen Aanaar elleenaalijd vaikut jäävri čäcitääsi heiviittâllâm.

source: Paatsjoen voimalaitokset juoksuttavat talven aikana Inarin vesivarastoja siten, että keväällä veden korkeus on yleensä alimmillaan.
smn: Paččvei vyeimilájádâsah kulgâtteh täälvi ääigi Aanaarjäävri čäcivuárháid nuuvt, et kiđđuv jävri lii táválávt cuáhásumos.

source: Kesällä veden pinta alkaa nousta ja se on korkeimmillaan ennen jäätymistä.
smn: Keessiv jävri tulvâškuát já tot lii tulváámus muddoost ovdláhháá jiäŋŋum.

source: Säännöstelemättömällä järvellä lumien ja jäiden sulaminen aiheuttavat tulvahuipun keväällä, joka sitten laskee nopeasti jo alkukesällä.
smn: Heiviittâlhánnáá jäävrist muottuu já jieŋâi suddâm tovâtteh kiđđâtulve, mii tastoo cuáhu jotelávt juo algâkeesist.

source: Tämä Inarijärvellä tapahtuva, luonnonmukaisesta kierrosta poikkeava veden korkeuden säätely vaikuttaa moniin eliöihin.
smn: Taat Aanaarjäävrist tábáhtuvvee, luándulii ihejurâmist spiekâsteijee čäsitääsi heiviittâllâm vaaikut maŋgáid iälánáid.

source: Ehkä selvimmin siitä kärsivät ne vesilinnut, jotka yrittävät pesiä keväällä rantavyöhykkeelle lähelle veden rajaa.
smn: Kenski čielgâsumosávt tast killájeh toh čäcilodeh, moh viggeh pessiđ kiđđuv riddostielâsân alda čäcirääji.

source: Haudonta-aikana nouseva vesi estää pesinnän onnistumisen.
smn: Läällimääigi tulvee čääci iästá pessim luhostume.

source: Korkeilla rannoilla, Inarin läheisissä järvissä ja Inarijärven suurten saarten lammissa pesii kuitenkin vesilintuja, joita karullakin järvellä näkyy erityisesti jokisuistoissa ja matalilla rannoilla.
smn: Ollâ riddoteermijn, Aanaarjäävri aldasijn jaavrijn já Aanaarjäävri stuorrâ suollui lááduin pessejeh kuittâg čäcilodeh, moh korrâ-uv jäävrist tiättojeh eromâšávt juhânjálmáduvâin já cuávis riddoin.

source: Koskelot, kaakkuri, kuikka ja näitä harvinaisempi mustalintu ovat tyypillisiä Inarijärven vesilintuja.
smn: Kuálsih, kähteeh, tuhtuuh já tai härvinâsâb njurguuh láá tijpâliih Aanaarjäävri čäcilodeh.

source: Suuri järvi vetää puoleensa myös harhailijoita ja kiertelijöitä valtamereltä.
smn: Stuorrâ jävri kiäsut meiddei väldimeerâst čájádeijeid já vajâldeijeid.

source: Merikotka ja merimetso ovat jokavuotisia vieraita, ja etenkin myrskyjen jälkeen on tavattu myös joitakin lintuvuorten lajeja kuten kiisloja, lunneja ja pikkukajavia.
smn: Merâkuáskim já skarfâ lává jyehi-ihásiih kyesih, já aainâs-uv šuármui maŋa láá kuáhtájum meiddei motomeh loddevarij šlaajah tegu kiislah, povtâžeh já skiäruh.

source: Myös luonnonmukaiseen veden korkeuden vaihteluihin sopeutuneiden kalojen kutu häiriytyy säännöstelyssä, vaikka se onkin enimmillään vain pari metriä vuoden aikana.
smn: Meiddei luándulâš čäciase mulsâšudmân vuáhádum kuolij kođo hemâduvá heiviittâlmist, veikkâ tot lii-uv enâmustáá tuše muáddi meetter ive ääigi.

source: Kaloista tärkeimmät ovat monet lohikaloihin kuuluvat lajit kuten eri siikalajit, taimen, rautu ja ajoittain myös muikku.
smn: Kuolijn tergâdumoseh láá maaŋgah luosâkuolijd kullojeijee šlaajah tegu jieškote-uvlágáneh šapšâšlaajah, kuávžur, rávdu já motomin meiddei muikku.

source: Vuosittain istutetaan Inariin huomattava määrä kalojen poikasia korvaamaan säännöstelyn aiheuttamia haittoja.
smn: Ihásávt ištâduvvojeh Aanaarjáávrán merhâšitteeverd kuolij uđâgááh čäcitääsi heiviittâlmist šoddâm hemâdâsâi sajan.

source: Inarijärven erikoisuus on suuren koon lisäksi myös sen pohjoisuus ja erämaisuus, jotka tekevät siitä Suomen muista suurjärvistä varsin poikkeavan.
smn: Aanaarjäävri spesiaalvuotâ ton stuáruduv lasseen lii meiddei ton taavaapiälááš já meccilágán sajadâh, moi keežild tot spiekâst merhâšittee verd Suomâ eres stuorrâjaavrijn.

source: Jäiden lähtö tapahtuu normaalisti touko-kesäkuun vaihteessa, mutta suuret selät sulavat vasta juhannukseksi ja kovien talvien jälkeen vieläkin myöhemmin.
smn: Jieŋah suddeh táválávt vyesi-kesimáánu jorgálduvâst, mut stuorrâ joorŋah suddeh iäskán jonsahpiäiván já korrâsuboi taalvij maŋa vala-uv maŋeláá.

source: Järven suuri vesivarasto luovuttaa lisäksi lämpöä pitkään syksyllä ja tasaa kesällä vuorokautisia lämpötilaeroja.
smn: Jäävri stuorrâ čäcivuárkká luovât lieggâs kuhás čoohčân já tässee keessiv pirrâmpiäiválijd liegâsvuođâiäruid.

source: Suuret selkävedet ja niiltä puhaltavat tuulet vaikuttavat Inarijärven puustoon.
smn: Stuorrâ jorŋâčääsih já toi mieldi possoo piegah vaikutteh Aanaarjäävri muoráid.
